Repository: gctools-outilsgc/directory-fe
Catalog: i18n/*/LC_MESSAGES/src/components/process/GQLApproveApproval.js.po
Languages: fr_ca

source: Processing Approval
fr_ca: Traitement de l’approbation

source: Directory
fr_ca: Annuiare

source: Processing changes to profile
fr_ca: Traitement des changements de profil

source: Approval has been proccessed.
fr_ca: L’approbation a été traitée.

source: Return to my profile
fr_ca: Retour à mon profil

source: Loading
fr_ca: L’approbation est en cours de traitement. Veuillez patienter.

source: An error has occured.
fr_ca: Une erreur s’est produite. Veuillez réessayer de soumettre cette demande.

source: Approval Not Found
fr_ca: Approbation introuvable

source: Was unable to find approval
fr_ca: La page demandée n’existe pas. Ceci peut se produire lorsque vous cliquez sur le lien après avoir approuvé/refusé la demande ou lorsque l’utilisateur qui a soumis l’approbation l’a révoquée.

source: Please login to continue
fr_ca: Seuls les membres du site peuvent accéder à cette page. Veuillez ouvrir une session pour faire afficher cette page.

source: Log-in
fr_ca: Se connecter
