Repository: gctools-outilsgc/directory-fe
Catalog: i18n/*/LC_MESSAGES/src/components/profile/profileCard/GEDSAudit.js.po
Languages: fr_ca

source: Please select data
fr_ca: Veuillez sélectionner les renseignements exacts

source: Other
fr_ca: Autre

source: Other Value
fr_ca: Autre

source: Your data is the same
fr_ca: Votre répertoire et les renseignements du SAGE sont les mêmes

source: GEDS Audit
fr_ca: Vérification du SAGE

source: GEDS
fr_ca: SAGE

source: Directory
fr_ca: Annuiare

source: There are differences
fr_ca: Nous avons constaté des différences dans les renseignements suivants :

source: Directory Information
fr_ca: Renseignements du répertoire

source: Name
fr_ca: Nom

source: Job Title - English
fr_ca: Titre du poste - Anglais

source: Job Title - French
fr_ca: Titre du poste - Français

source: Office Phone
fr_ca: Téléphone

source: Mobile Phone
fr_ca: Cellulaire

source: Office Address
fr_ca: Adresse au travail

source: Department
fr_ca: Ministère

source: Save
fr_ca: Sauvegarder les changements
