Repository: gctools-outilsgc/directory-fe
Catalog: i18n/*/LC_MESSAGES/src/components/core/ErrorModal.js.po
Languages: fr_ca

source: Profile not found
fr_ca: Profil n'existe pas

source: Team does not exist
fr_ca: Équipe n'existe pas

source: Organization does not Exist
fr_ca: Organisation n'existe pas

source: Approval does not Exist
fr_ca: Approbation n'existe pas

source: Not Authorized
fr_ca: Non authorisé(e)

source: Selected supervisor would create a circular reporting relationship
fr_ca: Sélecionner le superviseur créerait une relation hiérarchique circulaire

source: Profile does not exist
fr_ca: Profil n'existe pas

source: Must be authenticaticated
fr_ca: Doit être authentifié

source: Must be owner or supervisor of profile to modify
fr_ca: Doit être propriétaire ou superviseur du profil pour mofidier

source: Must be owner of team to modify
fr_ca: Doit être propriétaire de l'équipe pour modifier

source: Approvals can only be revoked by the submitter
fr_ca: L'approbation peut être révoquée par le demandeur

source: Must be supervisor of user to modify Informational Approval
fr_ca: Doit être le superviseur de l'utilisateur pour modifier l'information de l'approbation

source: Must be supervisor of the team to accept transfer request
fr_ca: Doit être le superviseur de l'équipe pour accecpter la demande de transfert

source: Must be Approver on Approval to modify
fr_ca: Doit être l'approbateur de l'approbation pour pouvoir modifier.

source: All address fields are required
fr_ca: Tous les champs de l'adresse sont obligatoires
