Repository: gctools-outilsgc/directory-fe
Catalog: i18n/*/LC_MESSAGES/src/containers/Home.js.po
Languages: fr_ca

source: Search for anyone
fr_ca: Recherche quelqu’un

source: Type in a name
fr_ca: Entrez le nom d’une personne pour la trouver.

source: This has no exclamation marks
fr_ca: Bienvenue à la validation de principe d’Annuaire!

source: Self-serve contact information
fr_ca: Mise à jour en libre-service de vos coordonnées

source: Easily update your contact information so that it is always accurate. You can make changes yourself and they will show up immediately.
fr_ca: Vous pouvez facilement mettre à jour vos coordonnées afin de veiller à ce qu’elles demeurent exactes! Vous pouvez apporter les changements vous-même, et ils seront immédiatement affichés dans votre profil.

source: Easy to search
fr_ca: Recherche facile

source: Looking for someone? Quickly find other members and start collaborating.
fr_ca: Vous cherchez quelqu’un? Trouvez facilement d’autres employés pour commencer à collaborer avec eux.

source: Clean and simple profile
fr_ca: Profil simple et soigné

source: Your profile is yours to complete. Add a profile photo to make it personal.
fr_ca: Créez votre propre profil et ajoutez une photo de profil pour y mettre votre touche personnelle!

source: Create teams
fr_ca: Création d’équipes

source: Supervisors can create teams and self-manage members.
fr_ca: Les superviseurs peuvent créer des équipes et en gérer les membres.

source: Organizational chart
fr_ca: Organigramme

source: Explore an entire team and find the exact person you need to talk to.
fr_ca: Examinez l’organisation d’une équipe entière et trouvez la personne à qui il vous faut parler.

source: New interface design
fr_ca: Nouvelle apparence de l’interface

source: A bright-blue colour scheme, rounded elements and minimalist look make the application just a little more fun to use.
fr_ca: La palette de couleurs axée sur le bleu vif, l’équilibre des éléments visuels et l’aspect sobre et minimaliste rendent l’application un peu plus plaisante à utiliser.

source: Key features
fr_ca: Principaux éléments

source: What’s coming next?
fr_ca: À venir prochainement…

source: This is the first version of the Directory but we have big plans for the future. Below is a list of some features we have planned for development.
fr_ca: Il ne s’agit là que de la première itération d’Annuaire – nous avons de grands desseins pour l’application. Vous trouverez ci-dessous une liste de fonctionnalités dont la conception est prévue pour l’avenir.

source: Please note that all these features are subject to change, as future features and improvements will depend on your feedback.
fr_ca: Veuillez noter que ces fonctionnalités pourraient être modifiées, car les fonctionnalités et les améliorations mises en oeuvre à l’avenir dépendront de vos commentaires!

source: How to provide your feedback
fr_ca: Pour fournir vos commentaires

source: We want your feedback to help us improve Directory and priorities new features to be developed. Before telling us what you think, play around and test out the new design and functionality of Directory. Take note of what you like, don’t like, and suggestions for improvement.
fr_ca: Nous avons besoin de vos commentaires pour nous aider à améliorer l’Annuaire et à établir le degré de priorité des nouvelles fonctionnalités à mettre sur pied. Avant de nous faire part de vos commentaires, examinez la nouvelle esthétique d’Annuaire et mettez à l’essai ses fonctions. Relevez ce qui vous plaît et ce qui vous déplaît, et prenez en note vos suggestions pour améliorer l’Annuaire.

source: We will be hosting user testing and feedback sessions where you can share what you’ve discovered. Join the (x) GCcollab group and keep an eye out for the next research session on Directory.
fr_ca: Nous organiserons des séances d’essai et de rétroaction auprès des utilisateurs où vous pourrez faire part de vos découvertes. Joignez-vous au groupe dans GCcollab et ne manquez surtout pas la prochaine séance de recherche sur l’Annuaire.

source: All about the details
fr_ca: Tout est dans les détails

source: This application is in its early stages. As a proof of concept, this application is not a finalized product ready for full use. It’s meant to be a first version with base features so that you can add your contact info, explore, and provide your feedback.
fr_ca: Cette application n’en est encore qu’à ses débuts! Étant à l’étape de validation de principe, cette application n’est pas un produit fini prêt à être utilisé pleinement. Il s’agit plutôt d’une première itération munie des fonctions de base où vous pouvez fournir vos coordonnées. Vous pouvez l’explorer et fournir vos commentaires.

source: As a functional prototype, this application is set for user testing and exploration. We will be running user testing and feedback sessions soon, so play around and take note of what you like, what you don’t, and suggestions for improvement. See below for more information on how you can provide your feedback.
fr_ca: Étant un prototype fonctionnel, l’application est destinée à la mise à l’essai et à l’exploration par les utilisateurs. Nous organiserons bientôt des séances d’essai et de rétroaction auprès des utilisateurs. Entre-temps, examinez les fonctionnalités de l’application, relevez ce qui vous plaît et ce qui vous déplaît, et prenez en note vos suggestions pour améliorer l’Annuaire. Vous trouverez ci-dessous des renseignements sur la manière de fournir vos commentaires.

source: Because this is a proof of concept, there will be bugs in the system. If you come across a bug, don’t worry. We’ll be fixing bugs on a regular basis as we develop new features and improvements.
fr_ca: Puisqu’il ne s’agit que d’une validation de principe, le système comprendra des erreurs. Si vous en rencontrez un, ne vous inquiétez pas! Nous réparerons régulièrement ces erreurs au fur et à mesure que nous développerons de nouvelles fonctionnalités et améliorations.

source: NOTE:
fr_ca: REMARQUE :

source: This application currently uses fake content so that we could accurately display certain features, such as the organizational chart. Approximately 12,000 users were randomly generated to add data to the application and show a realistic sample.
fr_ca: À l’heure actuelle, l’application contient de « faux profils » de remplissage qui ne correspondent à aucun utilisateur réel. Nous les avons ajoutés afin de pouvoir bien présenter certaines fonctionnalités, telles que les organigrammes. Environ 12 000 faux profils d’utilisateurs ont été générés de manière aléatoire afin de remplir l’application de données et afficher un échantillon représentatif du nombre réel d’employés.

source: As we onboard more departments, and more public servants complete their profile, we will remove the fake content.
fr_ca: Au fur et à mesure que davantage de ministères participent au projet et que de plus en plus de fonctionnaires créent des profils, nous éliminerons les faux profils.

source: Automatic profile creation when you register for GCaccount, which includes your name and email address.
fr_ca: Création automatique d’un profil contenant votre nom et votre adresse courriel au moment où vous vous inscrivez à GCcompte.

source: Approval workflow that allows supervisors to approve requests for team members and employees.
fr_ca: Flux d’approbation qui permet aux superviseurs d’approuver les demandes des membres de leurs équipes et de leurs employés.

source: In-app notifications for items that require your attention (approvals, change requests, etc.)
fr_ca: Avis envoyé par l’application au sujet des activités qui requièrent votre attention (approbations, demandes de modification, etc.).

source: Ability to choose team avatars and colours
fr_ca: Capacité de choisir un avatar et une couleur pour représenter une équipe entière.

source: Enhanced search functionality
fr_ca: Fonction de recherche améliorée.

source: One-time profile transfer from GCcollab to Directory
fr_ca: Migration ponctuelle des profils de GCcollab à l’Annuaire.

source: Integrating non-government accounts and users into Directory
fr_ca: Intégration des comptes et des utilisateurs de l’extérieur du gouvernement à l’Annuaire.

source: Give us your Feedback
fr_ca: Donnez-nous vos commentaires

source: Made with Aurora
fr_ca: Créé en utilisant Aurora

source: Welcome block text
fr_ca: Vous êtes parmi les premiers à consulter la validation de concept de la nouvelle application Annuaire. N'hésitez pas à y jeter un coup d'œil. Vous ne pouvez pas vous connecter pour l'instant, mais d'autres mises à jour seront bientôt disponibles!
