Repository: gctools-outilsgc/directory-fe
Catalog: i18n/*/LC_MESSAGES/src/components/profile/team/CreateTeamDialog.js.po
Languages: fr_ca

source: + Create Team
fr_ca: Créer une équipe

source: Create a Team
fr_ca: Créer une équipe

source: What is a team
fr_ca: Une équipe est un groupe de personnes qui travaillent en étroite collaboration, au même niveau, ou qui exécutent des tâches précises. Tous les membres de l’équipe dont vous êtes le superviseur figureront ensemble sous votre nom dans l’organigramme pour montrer la structure hiérarchique.

source: Save
fr_ca: Créer une équipe

source: Cancel
fr_ca: Annuler

source: Team_name_en
fr_ca: Nom de l’équipe en anglais

source: Team_name_fr
fr_ca: Nom de l’équipe en français

source: Enter_Team_description_en
fr_ca: Description de l’équipe en anglais

source: Enter_Team_description_fr
fr_ca: Description de l’équipe en français

source: placeholder_description_en
fr_ca: Rédigez une description en anglais de ce que fait votre équipe.

source: placeholder_description_fr
fr_ca: Rédigez une description en français de ce que fait votre équipe.
