Repository: gctools-outilsgc/directory-fe
Catalog: i18n/*/LC_MESSAGES/src/components/profile/team/GQLYourTeamsTab.js.po
Languages: fr_ca

source: Delete Team
fr_ca: Supprimer

source: Delete/Disband (?) a team
fr_ca: Supprimer l’équipe

source: Disband %1$s removed.
fr_ca: bla

source: Are you sure?
fr_ca: Supprimer l’équipe

source: Cancel
fr_ca: Annuler

source: You are about to disband this team.
fr_ca: Vous êtes sur le point de supprimer définitivement l’équipe %1$s.

source: %1$s will be moved from %2$s to %3$s
fr_ca: Les membres de l’équipe %1$s seront déplacés sous l’équipe Non assigné. Vous serez toujours leur superviseur. Vous ne pouvez pas annuler cette action.

source: people
fr_ca: Membres de l’équipe

source: Tranfer
fr_ca: Transférer à un autre superviseur

source: edit
fr_ca: Modifier

source: team
fr_ca: Équipes

source: Add member
fr_ca: Ajouter des membres à l’équipe

source: Add team
fr_ca: Créer une équipe

source: Accept
fr_ca: Confirmer

source: Back
fr_ca: Retour

source: Transfer this team to a new Supervisor
fr_ca: Transférer cette équipe à un nouveau superviseur

source: Transfer Team
fr_ca: Transférer à un autre superviseur

source: members
fr_ca: membres
