Repository: gctools-outilsgc/directory-fe
Catalog: i18n/*/LC_MESSAGES/src/components/profile/team/YourTeamMemberList.js.po
Languages: fr_ca

source: transfer to new Supervisor
fr_ca: Changer le superviseur

source: already supervisor
fr_ca: L'utilisateur sélectionné est déjà le superviseur de cette personne

source: no default team
fr_ca: L'utilisateur sélectionné n'a pas d'équipe par défaut.

source: Transfer a team member to a new Supervisor
fr_ca: Confirmer le transfert au nouveau superviseur

source: Explicit information about the transfer
fr_ca: Vous transférez %1$s à l’équipe de %2$s. Vous ne serez plus le superviseur de %1$s. Une fois que vous aurez confirmé ce transfert, vous ne pourrez plus déplacer cette personne vers une autre équipe ou un autre superviseur.

source: Accept
fr_ca: Confirmer

source: Back
fr_ca: Retour

source: transfer to new Team
fr_ca: Changer d’équipe

source: There are no members in this team
fr_ca: Ajoutez des membres à votre équipe.

source: Transfer a team member to a new team
fr_ca: Confirmer le changement d’équipe

source: Explicit information about the transfer team
fr_ca: Vous changez (nom de l’employé(e)) de l’équipe (nom de l’équipe actuelle) à l’équipe (nouveau nom de l’équipe). Vous pouvez changer l’équipe à laquelle un membre appartient en tout temps.
